import { EventType } from "@/lib/entities";

export const eventsDB: EventType[] = [
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/1.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/2.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/3.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/4.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/1.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/2.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/3.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/4.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/1.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/2.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
];

export const eventsDBSmall: EventType[] = [
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/1.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/2.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
  {
    title: "Бизнес-день для своих",
    creator: {
      fullname: "Игорь Соколов",
      avatar: "daad",
    },
    rating: 4.7,
    location: "Гостиница Continental",
    datetime: new Date(),
    price: "от 1500 р",
    type: "Концерт",
    isFavourite: true,
    image: "/photos/3.webp",
    description:
      "Международный Форум «Бизнес-день для своих» проводится совместно с Альфа-Банк.  Организуется для обмена опытом между компетентными людьми. Можно завести множество полезных знакомств и лучше погрузиться в свою сферу",
  },
];
